tap "bramstein/webfonttools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "xo/xo"
brew "cffi"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apktool"
brew "apr-util"
brew "atuin"
brew "docutils"
brew "awscli"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "bfg"
brew "boost"
brew "broot"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "p11-kit"
brew "gnutls"
brew "libusb"
brew "coreutils"
brew "curl"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "findutils"
brew "fish"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "gnupg"
brew "grep"
brew "pkg-config"
brew "guile"
brew "harfbuzz"
brew "hunspell"
brew "iperf"
brew "jadx"
brew "jq"
brew "k9s"
brew "krb5"
brew "leptonica"
brew "libbluray"
brew "libcec"
brew "libfido2"
brew "libpq"
brew "llvm"
brew "mas"
brew "mise"
brew "nmap"
brew "openapi-generator"
brew "openssl@1.1"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "zsh"
brew "pulumi"
brew "tcl-tk"
brew "rclone"
brew "rlwrap"
brew "rustup-init"
brew "srt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "teller"
brew "telnet"
brew "tesseract"
brew "tlrc"
brew "vim"
brew "watchman"
brew "wget"
brew "xdg-ninja", args: ["HEAD"]
brew "youtube-dl"
brew "zoxide"
brew "zsh-history-substring-search"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "xo/xo/usql"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "arq"
cask "bartender"
cask "docker"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gemini"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "ksdiff"
cask "logitech-options"
cask "namechanger"
cask "notion"
cask "paintbrush"
cask "parsec"
cask "qlvideo"
cask "rectangle"
cask "redisinsight"
cask "signal"
cask "sony-ps-remote-play"
cask "steam"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "vlc"
cask "wwdc"
cask "xld"
cask "yubico-yubikey-manager"
mas "1Password for Safari", id: 1569813296
mas "Cascadea", id: 1432182561
mas "Collections", id: 1568395334
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Home Inventory", id: 413564952
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Infuse", id: 1136220934
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835