tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "archey"
brew "asciinema"
brew "bash"
brew "bash-completion@2"
brew "cairo"
brew "coreutils"
brew "docker-credential-helper"
brew "findutils"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grep"
brew "imagemagick", args: ["with-webp"]
brew "lua"
brew "lynx"
brew "mas"
brew "moreutils"
brew "openssh"
brew "p7zip"
brew "pango"
brew "pigz"
brew "pinentry-mac"
brew "pv"
brew "rename"
brew "rlwrap"
brew "screen"
brew "ssh-copy-id"
brew "thefuck"
brew "travis"
brew "tree"
brew "vbindiff"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "zopfli"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
cask "adobe-creative-cloud"
cask "airfoil"
cask "alfred"
cask "android-studio"
cask "bartender"
cask "beamer"
cask "box-drive"
cask "charles"
cask "cleanmymac"
cask "dash"
cask "duet"
cask "firefox"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "franz"
cask "gemini"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keybase"
cask "ksdiff"
cask "little-snitch"
cask "logitech-myharmony"
cask "logitech-options"
cask "micro-snitch"
cask "microsoft-office"
cask "paintbrush"
cask "postman"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tower"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "1Password 7", id: 1333542190
mas "DaisyDisk", id: 411643860
mas "Display Menu", id: 549083868
mas "Fantastical 2", id: 975937182
mas "iNet Network Scanner", id: 403304796
mas "Kaleidoscope", id: 587512244
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Reeder", id: 880001334
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Typeeto", id: 970502923
mas "Xcode", id: 497799835
