tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "archey"
brew "asciinema"
brew "bash"
brew "bash-completion@2"
brew "bfg"
brew "cairo"
brew "cocoapods"
brew "coreutils"
brew "docker-credential-helper"
brew "findutils"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grep"
brew "gs"
brew "imagemagick"
brew "jq"
brew "lua"
brew "lynx"
brew "mas"
brew "moreutils"
brew "openssh"
brew "p7zip"
brew "pango"
brew "pigz"
brew "pinentry-mac"
brew "pv"
brew "rclone"
brew "rename"
brew "rlwrap"
brew "screen"
brew "ssh-copy-id"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "travis"
brew "tree"
brew "vbindiff"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "zopfli"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
cask "adobe-creative-cloud"
cask "alfred"
cask "anaconda"
cask "android-studio"
cask "bartender"
cask "beamer"
cask "box-drive"
cask "cleanmymac"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "encryptme"
cask "firefox"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keybase"
cask "ksdiff"
cask "little-snitch"
cask "logitech-options"
cask "malwarebytes"
cask "micro-snitch"
cask "namechanger"
cask "philips-hue-sync"
cask "postman"
cask "proxyman"
cask "signal"
cask "station"
cask "sublime-text"
cask "tor-browser"
cask "tower"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "wwdc"
cask "xbox360-controller-driver-unofficial"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "DaisyDisk", id: 411643860
mas "Agenda", id: 1287445660
mas "Cascadea", id: 1432182561
mas "Display Menu", id: 549083868
mas "Fantastical", id: 975937182
mas "iNet Network Scanner", id: 403304796
mas "Kaleidoscope", id: 587512244
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "NextDNS", id: 1464122853
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
