tap "bramstein/webfonttools"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jdx/tap"
tap "wix/brew"
tap "xo/xo"
brew "apktool"
brew "atuin"
brew "bat"
brew "bfg"
brew "broot"
brew "ccache"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "duckdb"
brew "eza"
brew "fastlane"
brew "fd"
brew "findutils"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "gnupg"
brew "gping"
brew "grep"
brew "handbrake", link: false
brew "hyperfine"
brew "ios-deploy"
brew "iperf"
brew "jadx"
brew "jq"
brew "lazygit"
brew "mas"
brew "mise"
brew "nmap"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "rclone"
brew "rustup"
brew "ssh-copy-id"
brew "sshpass"
brew "starship"
brew "stow"
brew "telnet"
brew "tlrc"
brew "wakeonlan"
brew "wget"
brew "xdg-ninja", args: ["HEAD"]
brew "yt-dlp"
brew "zoxide"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "fwartner/tap/mac-cleanup"
brew "wix/brew/applesimutils"
brew "xo/xo/usql"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "android-studio"
cask "arc"
cask "beeper"
cask "bettermouse"
cask "cyberduck"
cask "docker-desktop"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "gemini"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "google-chrome@canary"
cask "handbrake-app"
cask "http-toolkit"
cask "itsycal"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "ksdiff"
cask "moonlight"
cask "notion"
cask "ollama-app"
cask "parsec"
cask "qlvideo"
cask "raspberry-pi-imager"
cask "reactotron"
cask "rectangle"
cask "signal"
cask "sony-ps-remote-play"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "unity-hub"
cask "virtualbuddy"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wwdc"
cask "xld"
cask "yubico-yubikey-manager"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Cascadea", id: 1432182561
mas "Collections", id: 1568395334
mas "Craft", id: 1487937127
mas "CrystalFetch", id: 6454431289
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "Home Inventory", id: 413564952
mas "iMovie", id: 408981434
mas "iNet Network Scanner", id: 403304796
mas "Infuse", id: 1136220934
mas "Instapaper", id: 288545208
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Looking Glass", id: 1602004436
mas "Mactracker", id: 430255202
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Pocket", id: 568494494
mas "Remote Ripple", id: 1253403918
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "1yib.rust-bundle"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "fredwangwang.vscode-hcl-format"
vscode "gio00.fish"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "octref.vetur"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
